Revit 2027 API
BuiltInFailures.ImportFailures.SomeObjectsNotExploded Property
 Import contained some 3D data or points which can't be exploded.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId SomeObjectsNotExploded { get; }
Public Shared ReadOnly Property SomeObjectsNotExploded As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ SomeObjectsNotExploded {
	FailureDefinitionId^ get ();
}
static member SomeObjectsNotExploded : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.ImportFailures Class
Autodesk.Revit.DB Namespace